/* rfc2911 - 4.4.12 printer-state-reasons */
"connecting-to-device" = "연결 중.";
"cover-open" = "덮개가 열려 있음.";
"developer-empty" = "현상액이 비어 있음.";
"developer-low" = "현상액이 부족함.";
"door-open" = "문이 열려 있음.";
"fuser-over-temp" = "퓨저 온도가 높음.";
"fuser-under-temp" = "퓨저 온도가 낮음.";
"input-tray-missing" = "미디어 트레이가 없음.";
"interlock-open" = "연동 장치가 열려 있음.";
"interpreter-resource-unavailable" = "리소스를 사용할 수 없음(예: 서체)";
"marker-supply-empty" = "잉크/토너가 비어 있음";
"marker-supply-low" = "잉크/토너가 부족함.";
"marker-waste-almost-full" = "잉크/토너 폐기소가 거의 찼음.";
"marker-waste-full" = "잉크/토너 폐기소가 찼음.";
"media-empty" = "미디어 트레이가 비어 있음.";
"media-jam" = "미디어가 걸림.";
"media-low" = "미디어 트레이가 거의 비었음.";
"media-needed" = "미디어 트레이를 채워야 합니다.";
"moving-to-paused" = "프린터가 오프라인이 됩니다,";
"none" = " ";
"opc-life-over" = "OPC의 수명이 다 했습니다.";
"opc-near-eol" = "OPC의 수명이 거의 다 했습니다.";
"other" = " ";
"output-area-almost-full" = "출력소가 거의 찼습니다.";
"output-area-full" = "출력소가 찼습니다.";
"output-tray-missing" = "출력 트레이가 없습니다.";
"paused" = "일시 정지됨.";
"shutdown" = "프린터 오프라인.";
"spool-area-full" = "스풀 영역이 가득 참.";
"stopped-partly" = "일부 중단됨";
"stopping" = "중단 중";
"timed-out" = "프린터의 응답이 중단됨.";
"toner-empty" = "토너가 없음.";
"toner-low" = "토너가 부족함.";

/* rfc2911 - 4.3.8  job-state-reasons */
"aborted-by-system" = "중단 중입니다.";
"compression-error" = "압축 해제 오류.";
"document-access-error" = "도큐멘트 접근 오류.";
"document-format-error" = "도큐멘트 포맷 오류.";
"job-canceled-at-device" = "프린터에서 취소됨.";
"job-canceled-by-operator" = "연산자에 의해 취소됨.";
"job-canceled-by-user" = "사용자에 의해 취소됨.";
"job-completed-successfully" = " ";
"job-completed-with-errors" = "오류와 함께 완료됨.";
"job-completed-with-warnings" = "경고와 함께 완료됨.";
"job-data-insufficient" = "데이터가 부족함.";
"job-hold-until-specified" = "지정할 때까지 대기.";
"job-incoming" = "수신 중.";
"job-interpreting" = "해석 중.";
"job-outgoing" = "발신 중.";
"job-printing" = "프린트 중.";
"job-queued-for-marker" = "표시자용으로 대기됨.";
"job-queued" = "대기됨.";
"job-restartable" = "재시동 가능.";
"job-transforming" = "변형 중.";
"printer-stopped-partly" = "프린터가 일부 중단됨.";
"printer-stopped" = "프린터가 중단됨.";
"processing-to-stop-point" = "중단 중입니다.";
"queued-in-device" = "준비됨.";
"resources-are-not-ready" = "리소스가 준비되지 않았습니다.";
"service-off-line" = "서비스 오프라인.";
"submission-interrupted" = "제출이 중지됨.";
"unsupported-compression" = "지원되지 않는 압축.";
"unsupported-document-format" = "지원되지 않는 도큐멘트 포맷.";

/* rfc3998 - 8/9 Additional Values for {printer,job}-state-reasons */
"hold-new-jobs" = "새로운 작업 대기";
"deactivated" = "비활성됨";
"job-suspended" = "정지됨.";

/* CUPS defined reasons */
"cups-missing-filter-error" = "필터가 없음.";
"offline-error" = "오프라인.";

/* Apple defined reasons */
"apple-appletalk-disabled-warning" = "AppleTalk가 꺼져 있습니다.";
"apple-missing-usbclassdriver-error" = "USB 클래스 드라이버가 없습니다.";
"apple-nbp-lookup-warning" = "프린터에서 응답이 없습니다.";
